#Пользователь вводит 3 числа, сказать сколько из них положительных и сколько отрицательных

number_1 = int(input('Введите первое число: '))
number_2 = int(input('Введите второе число: '))
number_3 = int(input('Введите третье число: '))

positive = 0
negative = 0

if number_1 > 0
    positive += 1
else:
    negative += 1
if number_2 > 0
    positive += 1
else:
    negative += 1
if number_3 > 0
    positive += 1
else:
    negative += 1

print('Положительных чисел: ', positive, '\nОтрицательных чисел: ', negative)


# number_1 = int(input('Введите первое число: '))
# number_2 = int(input('Введите второе число: '))
# number_3 = int(input('Введите третье число: '))

# number_1 = bool(number_1>0)
# number_2 = bool(number_2>0)
# number_3 = (number_3>0)

# print(f'Число {number_1}')



# numbers = input('Введите три числа через запятую: ')
# numbers = numbers.split(',')
